{
  "header": {
    "option1": "About me",
    "option2": "Abilities",
    "option3": "Projects",
    "option4": "Studies",
    "option5": "Contact me"
  },
  "about-me": {
    "main-title": "Hello, I'm Edwin Amaranto",
    "title": "About me",
    "rol": "Frontend Developer",
    "description": "Natural from Chimbote, Peru, graduated in Systems Engineering and Computer Science from the National University of Santa. I work as a frontend developer, passionate about coding in languages relevant in the industry and using current libraries and frameworks employed in the IT job market. I enjoy taking walks and exploring new technologies. In my free time, I immerse myself in action, horror, and science fiction movies, and engage in gym sessions. I am a responsible, ethical, and committed individual, with notable skills in teamwork, adaptability, and creativity. My focus is oriented towards achieving results, being easily adaptable, and capable of maintaining effective relationships in work environments. This summary highlights my versatility and commitment, fundamental aspects for providing effective solutions in the field of programming.",
    "curriculum": "Download my resume"
  },
  "skills": {
    "title": "Abilities",
    "subtitle1": "Technical Kills",
    "subtitle2": "Soft Kills",
    "skill1": "Adaptable",
    "skill2": "Collaborator",
    "skill3": "Creative",
    "skill4": "Results Oriented",
    "skill5": "Focused",
    "skill6": "Team Work",
    "skill7": "Effective Communication",
    "skill8": "In Focused",
    "skill9": "Time management"
  },
  "projects": {
    "title": "Projects",
    "subtitle": "Main Projects",
    "project9": "It is a front-end developed web application that allows you to register, delete and update movies without consuming any API. Libraries such as: React Hook Form, React Redux, React Slick and Tailwind CSS were used to build the app; A custom hook was also created that acts as a media query to display the movie card carousel whenever the size is greater than 520px.",
    "project8": "It is a web application developed with a front-end that allows you to select colors for the wallpaper, border and background of the square. To build the app, libraries were used such as: Tailwind CSS and useState, the latter allows adding the React state to a function component.",
    "project7": "It is a web application developed with a front-end that allows you to search by country name, filter countries by region and language. Libraries such as: Axios, React Router, React Loader Spinner and Tailwind CSS were used to build the app; A custom hook was also created that extracts an array of objects from the API.",
    "project6": "It is a web application developed with a front-end that allows you to display the catalog of available products, make purchases, add to the shopping cart, see details of the product to select, as well as log in and out through an API. For the construction of the app, libraries such as: Axios, React Hook Form, React Router and React Redux were used.",
    "project5": "It is a web application developed with a front-end that allows you to search for the Pokémon by category and by name, see the detailed information of our searched pokemon through an API. For the construction of the app, libraries such as: Axios, React Router and React Redux were used.",
    "project4": "It is a web application developed with front-end that allows to create, delete and modify users through an API, through all http methods. For the construction of the app, the library was used as: Axios and React Hook Form.",
    "project3": "It is a web application developed with a front-end that allows you to search for auto-completed information about a location, in addition to showing the returned result of residents through pagination. To build the app, a library such as Axios was used and a custom hook was also created that extracts an array of objects from the API.",
    "project2": "It is a web application developed with a front-end that allows you to search for cities in the world, while returning details of the weather, including the change from degrees Celsius to Fahrenheit and vice versa. Libraries such as: Axios, React Native Geolocation Service and React Spinners kit were used to build the app.",
    "project1": "It is a front-end developed web application that generates random famous quotes every time you click to try my luck; It also shows the source from which it was extracted. To build the app, the useState hook was used, which allows adding the React state to a function component.",
    "label1": "Access the App",
    "label2": "Download code"
  },
  "studies": {
    "title": "Studies",
    "subtitle1": "Degrees academics",
    "subtitle2": "Diplomas and Courses",
    "subtitle3": "BootCamp",
    "study1": "Graduated from the Master's in Information Technology Management",
    "study2": "Systems and IT Engineer",
    "study3": "Bachelor of Systems Engineering and Informatics",
    "study4": "Diploma in Project Management",
    "study5": "Diploma in Database Management",
    "study6": "Course in Design Thinking",
    "study7": "Course in Project Management with Agile Methodologies and Lean Approaches",
    "study8": "Oracle Database Administration Course",
    "study9": "Course on PowerBuilder Enterprise v2017",
    "study10": "Web Application Developer Course",
    "study11": "Course in Windows Solution Development with C#",
    "study12": "Academlo"
  },
  "contact-me": {
    "title": "Contact Me",
    "subtitle": "More information",
    "label1": "Name and surname",
    "label2": "Email",
    "label3": "Cell phone number",
    "label4": "Affair",
    "label5": "Message",
    "label6": "Send",
    "label7": "Chimbote, Ancash, Perú",
    "label8": "(+51) 954 647 683",
    "label9": "edwinamarantovillegas@gmail.com",
    "paragraph": "Also communicate or contact me through my social networks."
  },
  "footer": {
    "title": "Social Networks"
  }
}