{
  "header": {
    "option1": "Acerca de mi",
    "option2": "Habilidades",
    "option3": "Proyectos",
    "option4": "Estudios",
    "option5": "Contactame"
  },
  "about-me": {
    "main-title": "Hola, Soy Edwin Amaranto",
    "title": "Acerca de mi",
    "rol": "Desarrollador Frontend",
    "description": "Natural de Chimbote, Perú, graduado en Ingeniería de Sistemas e Informática por la Universidad Nacional del Santa. Me desempeño como desarrollador frontend, apasionado por programar en lenguajes relevantes en la industria y utilizando librerías y frameworks actuales empleados en el mercado laboral de tecnologías de la información. Disfruto de caminatas y explorar nuevas tecnologías. En mi tiempo libre, me sumerjo en películas de acción, terror y ciencia ficción, y realizo sesiones en el gimnasio. Soy una persona responsable, ética y comprometida, con habilidades destacadas en trabajo en equipo, adaptabilidad y creatividad. Mi enfoque está orientado a obtener resultados, siendo fácilmente adaptable y capaz de mantener relaciones efectivas en entornos laborales. Este resumen destaca mi versatilidad y compromiso, aspectos fundamentales para ofrecer soluciones efectivas en el ámbito de la programación.",
    "curriculum": "Descarga mi curriculo"
  },
  "skills": {
    "title": "Habilidades",
    "subtitle1": "Habilidades Técnicas",
    "subtitle2": "Habilidades Blandas",
    "skill1": "Adaptable",
    "skill2": "Colaborador",
    "skill3": "Creativo",
    "skill4": "Orientado a resultados",
    "skill5": "Enfocado",
    "skill6": "Trabajo en Equipo",
    "skill7": "Comunicación Efectiva",
    "skill8": "Enfocado",
    "skill9": "Gestión del Tiempo"
  },
  "projects": {
    "title": "Portafolio",
    "subtitle": "Proyectos Principales",
    "project9": "Es una aplicación web desarrollada con front-end que permite registrar, eliminar y actualizar películas sin consumir ninguna API.  Para la construcción de la app se usaron librerías como: React Hook Form, React Redux, React Slick y Tailwind CSS; también se creó custom hook que hace de media query para mostrar el carrusel de movies card siempre que el tamaño sea superior a 520px.",
    "project8": "Es una aplicación web desarrollada con front-end que permite seleccionar colores para fondo de pantalla, borde y fondo del cuadrado. Para la construcción de la app se usaron librerías como: Tailwind CSS y useState, este último permite añadir el estado de React a un componente de función.",
    "project7": "Es una aplicación web desarrollada con front-end que permite buscar por nombre de país, filtrar países por región e idioma. Para la construcción de la app se usaron librerías como: Axios, React Router, React Loader Spinner y Tailwind CSS; también se creó custom hook que extrae un arreglo de objetos de la API.",
    "project6": "Es una aplicación web desarrollada con front-end que permite mostrar el catálogo de productos disponibles, realizar compras, añadir al carrito de comprar, ver detalle del producto a seleccionar, así como iniciar y cerrar sesión a través de una API. Para la construcción del app se usaron librerías como: Axios, React Hook Form, React Router y React Redux.",
    "project5": "Es una aplicación web desarrollada con front-end que permite buscar al Pokémon por categoría y por nombre, ver la información detallada de nuestro pokemon buscado a través de una API. Para la construcción del app se usaron librerías como: Axios, React Router y React Redux.",
    "project4": "Una aplicación web desarrollada con front-end que permite crear, eliminar y modificar usuarios a través de una API, a través de todos los métodos http. Para la construcción del app se uso la librería como: Axios y React Hook Form.",
    "project3": "Es una aplicación web desarrollada con front-end que permite buscar información autocompletada de una location, además de mostrar el resultado retornado de residentes mediante paginación. Para la construcción de la app se usó librería como: Axios y también se creó custom hook que extrae un arreglo de objetos de la API.",
    "project2": "Es una aplicación web desarrollada con front-end que permite buscar ciudades del mundo, a su vez que retorna detalles del clima, incluyendo cambio de grados centígrados a fahrenheit y viceversa. Para la construcción de la app se usaron librerías como: Axios, React Native Geolocation Service y React Spinners kit.",
    "project1": "Es una aplicación web desarrollada con front-end que genera frases célebres al azar cada vez que se hace clic para probar mi suerte; también muestra la fuente de donde fue extraída. Para la construcción de la app se usó el hook useState que permite añadir el estado de React a un componente de función.",
    "label1": "Accede al App",
    "label2": "Descargar código"
  },
  "studies": {
    "title": "Estudios",
    "subtitle1": "Grados Académicos",
    "subtitle2": "Diplomados y Cursos",
    "subtitle3": "BootCamp",
    "study1": "Egresado de la Maestria en Gestión de Tecnologías de la Información",
    "study2": "Ingeniero de Sistemas e Informática",
    "study3": "Bachiller en Ingeniería de Sistemas e Informática",
    "study4": "Diplomado en Gerencia de Proyectos",
    "study5": "Diplomado en Gestión de Base de Datos",
    "study6": "Curso en Design Thinking",
    "study7": "Curso en Gestión de Proyectos con Metodologías Ágiles y Enfoques Lean",
    "study8": "Curso en Administración de BD en Oracle",
    "study9": "Curso en PowerBuilder Enterprise v2017",
    "study10": "Curso en Desarrollador de Aplicaciones Web",
    "study11": "Curso en Desarrollo de Soluciones Windows con C#",
    "study12": "Academlo"
  },
  "contact-me": {
    "title": "Contactame",
    "subtitle": "Más Información",
    "label1": "Nombre y Apellido",
    "label2": "Correo electrónico",
    "label3": "Número de Celular",
    "label4": "Asunto",
    "label5": "Mensaje",
    "label6": "Enviar",
    "label7": "Chimbote, Ancash, Perú",
    "label8": "(+51) 954 647 683",
    "label9": "edwinamarantovillegas@gmail.com",
    "paragraph": "También comunicame o contactame a través de mis redes sociales."
  },
  "footer": {
    "title": "Redes sociales"
  }
}